app/controllers/articles_controller.rb

  def create
    # render plain: params[:article].inspect
    @article = Article.new(article_params)
    if @article.save
---
INSERT INTO "articles" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "aaa"], ["description", "sei la so quero escrever"], ["created_at", "2018-10-26 23:16:25.734623"], ["updated_at", "2018-10-26 23:16:25.734623"]]